
const prevNewsTwo = [
    {
        title: "Открытие нового магазина",
        text: "Для современного мира реализация намеченных плановых заданий представляет собой интересный эксперимент существующий финансовых и административных условий.",
        date: ["05", "июнь", "2024"],
    },
    {
        title: "Работа в праздничные дни",
        text: "Прежде всего начало повседневной работы по формированию позиции играет важную роль в формировании новых предложений.",
        date: ["07", "июль", "2024"],
    },
];

export {prevNewsTwo}