
import discounts from "../../../../public/png_webp/discounts.webp"
import product_2 from "../../../../public/png_webp/product-2.webp";
import product_3 from "../../../../public/png_webp/product-3.webp";
import product_4 from "../../../../public/png_webp/product-4.webp";
import product_5 from "../../../../public/png_webp/product-5.png";


export default [
    {
        id: "1",
        photo: discounts,
        path: "/stocks/1",
        title: "Скидка в ДЕНЬ РОЖДЕНИЯ (неделя до/после)",
        subtitle:
            "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
        nameClass: "stocks__box photo-1",
    },
    {
        id: "2",
        path: "/stocks/2",
        photo: product_2,
        title: "Неделя смарт-часов",
        subtitle:
            "Повседневная практика показывает, что социально-экономическое развитие требует от нас анализа модели развития.",
        nameClass: "stocks__box photo-2",
    },
    {
        id: "3",
        path: "/stocks/3",
        photo: product_3,
        title: "Распродажа до — 50%",
        subtitle:
            "Идейные соображения высшего порядка, а также постоянное информационно-пропогандистское обеспечение нашей деятельности в значительной степени обуславливает создание поэтапного и последовательного развития общества",
        nameClass: "stocks__box photo-3",
    },
    {
        id: "4",
        path: "/stocks/4",
        photo: product_4,
        title: "Smart Balance Premium по специальной цене",
        subtitle:
            "Для современного мира повышение уровня гражданского сознания способствует повышению качества соответствующих условий активизации.",
        nameClass: "stocks__box photo-4",
    },
    {
        id: "5",
        path: "/stocks/5",
        photo: product_5,
        title: "Скидки до 30% на сигвеи",
        subtitle:
            "Следует отметить, что выбранный нами инновационный путь обеспечивает актуальность позиции, занимаемых участниками в отношении поставленных задач.",
        nameClass: "stocks__box photo-5",
    },
    {
        id: "6",
        path: "/stocks/6",
        photo: product_2,
        title: "Неделя смарт-часов",
        subtitle:
            "С другой стороны социально-экономическое развитие играет важную роль в формировании экономической целесообразности принимаемых изменений. Разнообразный и богатый опыт консультация с широким активом обеспечивает актуальность поэтапного и последовательного развития общества. Идейные соображения высшего порядка, а также консультация с широким активом обеспечивает актуальность модели развития.",
        nameClass: "stocks__box photo-6",
    },
    {
        id: "7",
        path: "/stocks/7",
        photo: product_3,
        title: "Распродажа до — 50%",
        subtitle:
            "Не следует, однако, забывать, что понимание сущности ресурсосберегающих технологий влечёт за собой интересный процесс внедрения модернизации новых предложений.",
        nameClass: "stocks__box photo-7",
    },
    {
        id: "8",
        path: "/stocks/8",
        photo: product_4,
        title: "Smart Balance Premium по специальной цене",
        subtitle:
            "Идейные соображения высшего порядка, а также высокотехнологичная концепция общественной системы обеспечивает широкому кругу специалистов новых принципов формирования материально-технической и кадровой базы.",
        nameClass: "stocks__box photo-8",
    },
    {
        id: "9",
        photo: discounts,
        path: "/stocks/9",
        title: "Скидка в ДЕНЬ РОЖДЕНИЯ (неделя до/после)",
        subtitle:
            "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
        nameClass: "stocks__box photo-1",
    },
    {
        id: "10",
        path: "/stocks/10",
        photo: product_2,
        title: "Неделя смарт-часов",
        subtitle:
            "Повседневная практика показывает, что социально-экономическое развитие требует от нас анализа модели развития.",
        nameClass: "stocks__box photo-2",
    },
    {
        id: "11",
        path: "/stocks/11",
        photo: product_3,
        title: "Распродажа до — 50%",
        subtitle:
            "Идейные соображения высшего порядка, а также постоянное информационно-пропогандистское обеспечение нашей деятельности в значительной степени обуславливает создание поэтапного и последовательного развития общества",
        nameClass: "stocks__box photo-3",
    },
    {
        id: "12",
        path: "/stocks/12",
        photo: product_4,
        title: "Smart Balance Premium по специальной цене",
        subtitle:
            "Для современного мира повышение уровня гражданского сознания способствует повышению качества соответствующих условий активизации.",
        nameClass: "stocks__box photo-4",
    },
    {
        id: "13",
        path: "/stocks/13",
        photo: product_5,
        title: "Скидки до 30% на сигвеи",
        subtitle:
            "Следует отметить, что выбранный нами инновационный путь обеспечивает актуальность позиции, занимаемых участниками в отношении поставленных задач.",
        nameClass: "stocks__box photo-5",
    },
    {
        id: "14",
        path: "/stocks/14",
        photo: product_2,
        title: "Неделя смарт-часов",
        subtitle:
            "С другой стороны социально-экономическое развитие играет важную роль в формировании экономической целесообразности принимаемых изменений. Разнообразный и богатый опыт консультация с широким активом обеспечивает актуальность поэтапного и последовательного развития общества. Идейные соображения высшего порядка, а также консультация с широким активом обеспечивает актуальность модели развития.",
        nameClass: "stocks__box photo-6",
    },
    {
        id: "15",
        path: "/stocks/15",
        photo: product_3,
        title: "Распродажа до — 50%",
        subtitle:
            "Не следует, однако, забывать, что понимание сущности ресурсосберегающих технологий влечёт за собой интересный процесс внедрения модернизации новых предложений.",
        nameClass: "stocks__box photo-7",
    },
    {
        id: "16",
        path: "/stocks/16",
        photo: product_4,
        title: "Smart Balance Premium по специальной цене",
        subtitle:
            "Идейные соображения высшего порядка, а также высокотехнологичная концепция общественной системы обеспечивает широкому кругу специалистов новых принципов формирования материально-технической и кадровой базы.",
        nameClass: "stocks__box photo-8",
    },
    {
        id: "17",
        photo: discounts,
        path: "/stocks/17",
        title: "Скидка в ДЕНЬ РОЖДЕНИЯ (неделя до/после)",
        subtitle:
            "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
        nameClass: "stocks__box photo-1",
    },
    {
        id: "18",
        path: "/stocks/18",
        photo: product_2,
        title: "Неделя смарт-часов",
        subtitle:
            "Повседневная практика показывает, что социально-экономическое развитие требует от нас анализа модели развития.",
        nameClass: "stocks__box photo-2",
    },
    {
        id: "19",
        path: "/stocks/19",
        photo: product_3,
        title: "Распродажа до — 50%",
        subtitle:
            "Идейные соображения высшего порядка, а также постоянное информационно-пропогандистское обеспечение нашей деятельности в значительной степени обуславливает создание поэтапного и последовательного развития общества",
        nameClass: "stocks__box photo-3",
    },
    {
        id: "20",
        path: "/stocks/20",
        photo: product_4,
        title: "Smart Balance Premium по специальной цене",
        subtitle:
            "Для современного мира повышение уровня гражданского сознания способствует повышению качества соответствующих условий активизации.",
        nameClass: "stocks__box photo-4",
    },
    {
        id: "21",
        path: "/stocks/21",
        photo: product_5,
        title: "Скидки до 30% на сигвеи",
        subtitle:
            "Следует отметить, что выбранный нами инновационный путь обеспечивает актуальность позиции, занимаемых участниками в отношении поставленных задач.",
        nameClass: "stocks__box photo-5",
    },
    {
        id: "22",
        path: "/stocks/22",
        photo: product_2,
        title: "Неделя смарт-часов",
        subtitle:
            "С другой стороны социально-экономическое развитие играет важную роль в формировании экономической целесообразности принимаемых изменений. Разнообразный и богатый опыт консультация с широким активом обеспечивает актуальность поэтапного и последовательного развития общества. Идейные соображения высшего порядка, а также консультация с широким активом обеспечивает актуальность модели развития.",
        nameClass: "stocks__box photo-6",
    },
    {
        id: "23",
        path: "/stocks/23",
        photo: product_3,
        title: "Распродажа до — 50%",
        subtitle:
            "Не следует, однако, забывать, что понимание сущности ресурсосберегающих технологий влечёт за собой интересный процесс внедрения модернизации новых предложений.",
        nameClass: "stocks__box photo-7",
    },
    {
        id: "24",
        path: "/stocks/24",
        photo: product_4,
        title: "Smart Balance Premium по специальной цене",
        subtitle:
            "Идейные соображения высшего порядка, а также высокотехнологичная концепция общественной системы обеспечивает широкому кругу специалистов новых принципов формирования материально-технической и кадровой базы.",
        nameClass: "stocks__box photo-8",
    },
    {
        id: "25",
        photo: discounts,
        path: "/stocks/25",
        title: "Скидка в ДЕНЬ РОЖДЕНИЯ (неделя до/после)",
        subtitle:
            "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
        nameClass: "stocks__box photo-1",
    },
    {
        id: "26",
        path: "/stocks/26",
        photo: product_2,
        title: "Неделя смарт-часов",
        subtitle:
            "Повседневная практика показывает, что социально-экономическое развитие требует от нас анализа модели развития.",
        nameClass: "stocks__box photo-2",
    },
];
// export {stocks}